{
  "Hi" : "Hello.",
  "name" : "My name is Carlos.",
  "AboutMe1" : "I am a web developer with 3 years of experience, my specialty is JavaScript with its frameworks, I know how to use technologies like React.js and Next.Js.",
  "AboutMe2": " I enjoy making code in css and its pre-processors, as well as working on the interface design with tools like figma or addobe XD.",
  "AboutMe3" : "I love to solve problems with code, always planning the problem before making the code, using problem solving patterns like, “design thinking”, and for the code the “object-oriented” paradigm.",
  "AboutMe4" : "I consider myself as a technology enthusiast, self-learning with the conviction to ¡never stop learning!.",
  "AboutMe5" : "I am currently a platzi student since 2019 and from platzi master (Elite program) since 2021.",
  "AboutMe6" : "I have experience working on projects whit Agile methodologies like SCRUM.",
  "Cv" : "Dowload CV",
  "Technologies" : "Technologies that I use",
  "MoreAboutMe" : "Do you want to know more about my job?",
  "MoreAboutMe2": "Come and visit my social accounts.",
  "Registred" : "© Carlos Meneses Desarrollador Web",
  "Bye" : "Thanks for your time.  💙",
  "From" : "Mexico City, Mexico.",


  "Hola" : "Hola.",
  "Nombre" : "Mi nombre es Carlos.",
  "sobreMi" : "Soy un desarrollador web con 3 años de experiencia, mi especialidad es JavaScript con sus diferentes frameworks, se realizar proyectos en React.js y Next.Js.",
  "sobreMi2": "Disfruto crear codigo en CSS y sus pre-procesadores, asi como trabajar en el diseño de interfaces con herramientas como figma o addobe XD.",
  "sobreMi3" : "Me encanta resolver problemas con codigo, siempre planeando la solución antes de crear el codigo, usando patrones de solucion de problemas como el “design thinking”, y para el codigo aplicando el paradigma “object-oriented”.",
  "sobreMi4" : "Me considero a mi misco como un entusiasta de la tecnologia, auto-didacta con la convicción de ¡Nunca parar de aprender!.",
  "sobreMi5" : "Actualmente soy estudiante de Platzi desde el 2019 y siendo parte de Platzi Master (Programa Elite) desde el 2021.",
  "sobreMi6" : "Tengo experiencia trabajando en proyectos con metodologias agiles como SCRUM.",
  "CvEs" : "Descarga mi CV",
  "Tecnologias" : "Tecnologias con las que trabajo",
  "MasSobreMi" : "¿Quieres saber mas sobre mis trabajos?",
  "MasSobreMi2": "Pongamonos en contacto, visita mis redes sociales.",
  "Registrada" : "© Carlos Meneses Desarrollador Web",
  "Adios" : "Gracias por tu tiempo.  💙",
  "De" : "Ciudad de Mexico, Mexico.",

  "titulo" : "Mis proyectos",
  "tituloProye" : "GetHired",
  "Descripcion" : "Aplicacion web de alta demanda",
  "Empresa" : "Platzi Master",
  "Descripcion2" : "En este proyecto trabaje como frontend formando parte de un equipo encargado de elaborar el perfil de los usuarios, asi como el editor de codigo para el area de retos",
  "StackProye" : "Stack: React.js, Next.js, StyledComponents, Sass",
  "MoreAbout" : "Conocer mas del proyecto"
}